Repository: pkar70/KrakTram
Catalog: VBlib/Resource_*.resx
Languages: pl

# msgYes
source: Yes
pl: Tak

# resChangesInStopList
source: Changes in stops' list:
pl: Zmiany na liście przystanków:

# resErrorBadTTSSstops
source: Error: unrecognized TTSS response
pl: Błąd: nie rozumiem danych z TTSS

# resErrorGetHttp
source: Error: network error occured.
pl: Błąd: wystąpił błąd w komunikacji sieciowej.

# resErrorNoNetwork
source: Error: no network available
pl: Błąd: bez sieci nie właduję danych!

# resNearestStop
source: Sorry, but nearest stop is ### from current position.
pl: Do najbliższego przystanku masz ###.

# _lang
source: EN
pl: PL

# resSettAdd
source: Add
pl: Dodaj

# resSettDel
source: Delete
pl: Usuń

# resErrorGettingPos
source: Error while trying to get location
pl: Błąd: nie mam dostępu do lokalizacji

# resErrorNazwaZaKrotka
source: Error: name is too short
pl: Błąd: nazwa jest za krótka

# resZeroKursow
source: No tram/bus in next hour.
pl: Nie ma kursów...

# resSettPosItemEnter
source: [enter]
pl: [wprowadź]

# resSettPosItemGPS
source: [locator]
pl: [GPS]

# resErrorNoGPSAllowed
source: Location service inaccessible (check system permission for app) - using test data
pl: Brak dostępu do usługi lokalizacji (sprawdź w systemie uprawnienia dla aplikacji) - używam danych testowych

# resErrorHttpTimeout
source: Error: network request timeout.
pl: Zbyt długie oczekiwanie na sieć

# resErrorPozaKrakowem
source: Please choose location inside Kraków city boundaries.
pl: Wybierz współrzędne w obrębie Krakowa...

# resErrorXMLload
source: Error loading XML?
pl: Błąd konwersji XML?

# resImportedOldFav
source: Old list of fav places was imported.
pl: Zaimportowałem poprzednią listę miejsc

# resTrasa
source: Stops for line
pl: Przystanki linii

# resBadFloat
source: Seems like not a number
pl: To chyba nie jest liczba

# resHistoriaTitle
source: Trams in
pl: Sieć tram w

# msgEnterName
source: Fragment of stop's name:
pl: Fragment nazwy:

# resDlgCancel
source: Cancel
pl: Wszystkie

# resDlgContinue
source: Search
pl: Szukaj

# resUseSearch
source: -- use Search
pl: -- użyj wyszukiwania

# msgSearchReroute
source: Search for:
pl: Tekst do szukania:

# resZmianyLink
source: (more info)
pl: (więcej info)
